tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'autossh'
brew 'awscli'
brew 'awscli'
brew 'boost'
brew 'coreutils'
brew 'emacs'
brew 'findutils'
brew 'gdrive'
brew 'git'
brew 'git-crypt'
brew 'git-extras'
brew 'git-flow'
brew 'gnutls'
brew 'go'
brew 'gpg-agent'
brew 'homebrew/dupes/openssh'
brew 'hping'
brew 'htop'
brew 'jq'
brew 'libtool'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pssh'
brew 'pv'
brew 'pwgen'
brew 'pwgen'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 's3cmd'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'battlenet'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-hangouts'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'little-snitch'
cask 'macdown'
cask 'nvalt'
cask 'openemu'
cask 'owncloud'
cask 'screenhero'
cask 'seil'
cask 'slate'
cask 'spotify'
cask 'steam'
cask 'sublime-text3'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'wireshark'
