tap 'aws/tap'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'stackery/tap'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'autossh'
brew 'awscli'
brew 'aws-sam-cli'
brew 'boost'
brew 'coreutils'
brew 'emacs'
brew 'fabianishere/personal/pam_reattach'
brew 'findutils'
brew 'gdrive'
brew 'git'
brew 'git-crypt'
brew 'git-extras'
brew 'git-flow'
brew 'gnutls'
brew 'go'
brew 'homebrew/dupes/openssh'
brew 'hping'
brew 'htop'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'libtool'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pssh'
brew 'pv'
brew 'pwgen'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'reattach-to-user-namespace'
brew 's3cmd'
brew 'semaphoreci/tap/sem'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'stackery-cli'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'atom'
cask 'battle-net'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpgtools'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'little-snitch'
cask 'macdown'
cask 'macpass'
cask 'nvalt'
cask 'nextcloud'
cask 'openemu'
cask 'owncloud'
cask 'signal'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'steam'
cask 'sublime-text3'
cask 'the-unarchiver'
cask 'vagrant'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'viscosity'
cask 'wireshark'
